[
  {
    "id": "post-1",
    "name": "Welcome",
    "description": "Welcome post from the home page",
    "image": "img/internPic.jpg",
    "number": 1,
    "full": {
      "name": "Welcome",
      "description": "As of tomorrow, I will have completed my first three weeks at Tableau. It feels like just yesterday I was getting picked up by Daren and Cameron, my mentors, at the main office for my first day. I was so excited getting to meet everyone and seeing where I would be spending my summer. I couldn't believe I even got my own desk!! Immediately I started trying to absorb all the information I could about Tableau as I wanted to be able to be the best intern I could be. Apparently I did a good job studying as I passed my Bronze certification this week. It's so relieving to have that done and now I can start learning even more complex things in Tableau. Before leaving this summer, I have a few goals I want to accomplish. 1. Complete Silver Certification: I want to complete this by the end of my time here as I want to be as fluent in this software as the rest of the Product Consultants. 2. Create Something Cool: I've seen the amazing visualizations others have been able to accomplish in Tableau and I hope I can create something great too. One thing I believe will really help me create beautiful dashboards is learning more on calculations, so I'm going to focus on getting good on those.  3. Have Fun!  I want to not only learn new skills, I want to have an enjoyable experience. Already I've realized this will be my easiest goal to accomplish. Everyone has been so welcoming and kind to me, as well as light hearted and good-humored. I look forward to coming to work every day.I want to make sure to thank everyone for a great first couple weeks. I was apprehensive about these weeks but I quickly realized I had nothing to worry about. Everyone has been so kind and welcoming to me and I am so appreciative of that. Big thank you to my mentors Daren and Cameron, you have both gone out of your way to help me in so many ways! I'm lucky to have you guys around to help me! Also, special thanks to those who listened to my mock bronze calls, you all helped me pass my demo today! Thank you :)"
    },
    "workbooks":
            {
          "workbook":
            [
              {"name": "Interview Workbook", "description": "My very first workbook, created for my interview process", "externalUrl": "https://public.tableau.com/profile/publish/InterviewWorkbook/Story1#!/publish-confirm"}
            ]
    }
  },
  {
    "id": "post-3",
    "name": "Equine Sales Project",
    "description": "My main Tableau project I am working on during my internship",
    "image": "img/horse.jpg",
    "number": 3,
    "full": {
      "name": "Equine Sales Tableau Project",
      "description": "During my first week at my internship, my mentor assigned me the task of creating a Tableau workbook where I analyzed data from a horse sales website. Because of my passion for horses, he thought this would be a great way for me to start exploring and using Tableau. I started with a very basic data set and a simple workbook. It simply looked at the number of horses by breed. From there,  I began adding things like the amount of sales and then the average listing price per horse. It was interesting to see that the most common breed of horse for sale was Quarter horse, which isn't surprising. Also the average prices were highest among breeds used for showing. I started asking more questions by looking at the ages of the horses for sale. I then added average temperaments by the breed and also the average sizes by breed. I added filters and menus in order to look at the categories based on the breed. One of my favorite features of the dashboard is that you can even see how the price of the horses fluctuates when you click to the look at certain years. I started trying to add more features to my dashboard by even including a parameter that allows users to select between different graphs. As I get better with Tableau, I hope to add even more useful features."
    },
    "workbooks": 
            {
              "workbook":
              [
          {"name": "Horse Sales", "description": "Dashboard that shows horse sales in the US", "externalUrl": "https://public.tableau.com/profile/publish/horseSales-1/Dashboard1#!/publish-confirm"}
        ]
    }
  },
  {
    "id": "post-4",
    "name": "Boot Camp",
    "description": "Attending Tableau Boot Camp",
    "image": "img/bootcamp16.jpg",
    "number": 4,
    "full": {
      "name": "Bootcamp",
      "description": "I pushed my laptop and notepad into my Tableau backpack and looked around my desk to make sure I had everything I would need for the day. This would be my first day of Tableau Boot Camp, the company wide training where new hires learn all things Tableau. Everyone from all over the world who would be working for Tableau would attend this boot camp for the next two weeks, including people from as far as Australia and Japan. I was excited to attend as people around the office told me how much fun I would be having and all the prizes they would be giving and even happy hours! I grabbed my backpack and started heading to the building where we would be having our first event of the camp, team lunch. Luckily, another new PC would also be attending boot camp with me. As she just graduated from college, I was happy to have someone close in age to me to have as a buddy for the camp. The first lunch was awkward and people were forcing conversations as most were exhausted from their long trips to Seattle and it was even a majority of peoples first day at Tableau. However, after a few happy hours and other trainings, the awkwardness and time zone offset subsided. The meetings were fun and jokes were made, but we all helped and guided each other throughout the rest of the weeks. Some of my favorite courses were about Server, as I wanted to gain more knowledge in this area and felt it would prepare me for deep technical questions. Another great aspect of the boot camp were the different speakers we got the chance to listen too. My two favorites were Kelly Wright, the VP of Sales, and Chris Stolte, the Chief of Development. It was so inspiring to get to listen to such successful people in the company and hear their passion for Tableau. I aspire someday to be as successful and high up in a company (hopefully Tableau) as them. I also got the chance to meet Paulina and Midori two other interns on the Sales and Marketing Team. We really enjoyed getting to spend time together and talk about our experiences being an intern together. In the end, one of my favorite aspects of the boot camp was that I felt very much like I was an actual full time employee and not just an intern. Tableau does a great job of making interns get actual experience being full time but still making it fun. Overall, it was a great experience getting to learn so much about so many aspects of the company. I feel like I walked away with so much knowledge, new connections, and new friends because of the fun and helpful trainings."
    },
    "workbooks": 
            {
              "workbook":
              [
          {"name": "Pokemon Stats", "description": "A fun project I built after the release of Pokemon Go", "externalUrl": "https://public.tableau.com/profile/ashlyn.opgrande#!/vizhome/PokemonStats_3/Pokemon"}
        ]
    }
  },
  {
    "id": "post-2",
    "name": "Week 1-3",
    "description": "My first week in the office",
    "image": "img/office.jpg",
    "number": 2,
    "full": {
      "name": "The Beginning",
      "description": "As a first entry to my blog, I wanted to go over some background about me and how I came to be an intern here at Tableau. For starters, I was born in Longview, Washington and I graduated from Robert A Long high school in 2014. No worries if you’ve never heard of it, you're not missing out on much. I grew up riding and competing with horses and playing sports like soccer and track. But I also had a strong passion for technology. I realized I wanted to have a career in technology in my freshmen year of high school after watching a documentary on Watson, the famous question answering computer. I wanted to be able to create something that could help others as well as provide others with enjoyment. I started teaching myself to code and started taking computer programming classes in high school. From there,  I went on to enroll in the University of Washington with my sights set on a computer science degree. While worrying and stressing over computer science prerequisites, I heard about the Informatics degree. After some research, I switched gears and started working on applications for the Information school. I learned that informatics was the study of not just computer science, but also of how people interact and use technology. It was my dream degree, I could learn how to create things like websites and databases while also learning about cybersecurity and project management. I was accepted into the program in June 2015. The Information school is also what first introduced me to Tableau. Classes I had taken and other students I had met often mentioned Tableau. After reading more about this company, I realized why informatics students loved their technology so much. Tableau is in fact the essence of information science, it gives people the chance to view and analyze data and information. While looking for an internship, the idea of Tableau had crossed my mind and I visited the application website many times, but I thought there was no way a company like that would choose someone like me. I figured they already had thousands of applications to look through as everyone in my major seemed to be applying there, so what was the use? I worked at the Apple store in University Village during my spare time at UW. My mom pushed me to apply since it would be a good starting position if I wanted a job at a technology company. Of course, my mom was right once again because that’s when I met a Tableau Employee in the Ops department. She gave me her email and asked me to reach out to her about internships. She set me up with the recruiting team and my interviews began. After three different interviews and creating a workbook, I was offered the position as Product Consulting Intern. I was so excited I could hardly believe it. I was about to start my dream internship. And that’s the story of how we got here."
    },
    "workbooks": 
            {
              "workbook":
              [
          {"name": "Layered Map", "description": "Created a Layered Map using Superstore","externalUrl": "https://public.tableau.com/profile/ashlyn.opgrande#!/vizhome/layered_map/Sheet1"},
          {"name": "Customer Map", "description": "Shows best customers in Superstore", "externalUrl": "https://public.tableau.com/profile/ashlyn.opgrande#!/vizhome/CustomerMaps/2_Challenge"}
        ]
    }
  }
]
